Repository: mohmohmoh2/Ton-Tasks
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Today
ar: اليوم

source: Arabic
ar: عربي

source: English
ar: انجليزي

source: New Task
ar: مهمة جديدة

# taskTitleHint
source: Task Title
ar: عنوان المهمة

# dateHint
source: Date
ar: التاريخ

# descriptionHint
source: Task Description
ar: وصف المهمة

source: Empty
ar: القائمة فارغة

# AlertTitle
source: Write The Task Title Please
ar: اكتب عنوان المهمة

# AlertDescription
source: Write The Task Description Please
ar: أكتب وصف المهمة

# AlertDate
source: Choose The Task Date Please
ar: اختر التاريخ

# AlertTimes
source: Write The Task Times Please
ar: اختر عدد المرات

# AddYearlyTitle
source: Yearly Task Configuration
ar: اضافة مهمة سنوية

# AddYearlySub
source: Specify how often your task should repeat each year.
ar: حدد عدد المرات التي يجب أن تتكرر فيها مهمتك كل عام.

# AddMonthlyTitle
source: Monthly Task Configuration
ar: اضافة مهمة شهرية

# AddMonthlySub
source: Specify how often your task should repeat each month.
ar: حدد عدد المرات التي يجب أن تتكرر فيها مهمتك كل شهر.

# AddWeeklyTitle
source: Weekly Task Configuration
ar: اضافة مهمة اسبوعية

# AddWeeklySub
source: Specify how often your task should repeat each week.
ar: حدد عدد المرات التي يجب أن تتكرر فيها مهمتك كل أسبوع.

# YearlyRadioTitle
source: Yearly
ar: سنويا

# YearlyRadioSub
source: Schedule your yearly tasks
ar: جدولة مهامك السنوية

# monthlyRadioTitle
source: Monthly
ar: شهريا

# monthlyRadioSub
source: Schedule your monthly tasks
ar: جدولة مهامك الشهرية

# weeklyRadioTitle
source: Weekly
ar: اسبوعيا

# weeklyRadioSub
source: Schedule your weekly tasks
ar: جدولة مهامك الاسبوعية

# repeatTypeTitle
source: Repeatable Task Frequency
ar: حدد نوع التكرار

# repeatTypeSub
source: Set the frequency for your repeating task.
ar: قم بتعيين التردد لمهمتك المتكررة.

# typeOfTaskTitle
source: Choose the type of task
ar: اختر نوع المهمة

# typeOfTaskSub
source: To give you a better experience we need to know your schedule type.
ar: لنمنحك تجربة أفضل، نحتاج إلى معرفة نوع جدولك الزمني.

source: One Time
ar: مره واحده

source: Repeatable
ar: متكررة

source: Next
ar: التالي

source: Repeat Times
ar: عدد المرات

source: Or
ar: او
